[
  {
    "game_id": 55190,
    "cover": "images.igdb.com/igdb/image/upload/t_thumb/co1ih2.jpg",
    "name": "Pikuniku",
    "popularity": 143.7413353677489,
    "summary": "Pikuniku is an absurdly wonderful puzzle-exploration game that takes place in a strange but playful world where not everything is as happy as it seems. Help peculiar characters overcome struggles, uncover a deep state conspiracy, and start a fun little revolution in this delightful dystopian adventure!",
    "total_rating": 85.9,
    "offers": 1
  },
  {
    "game_id": 90101,
    "cover": "images.igdb.com/igdb/image/upload/t_thumb/co1il8.jpg",
    "name": "Super Smash Bros. Ultimate",
    "popularity": 136.0357747063557,
    "summary": "Legendary game worlds and fighters collide in the ultimate showdown—a new entry in the Super Smash Bros. series for the Nintendo Switch system! New fighters, like Inkling from the Splatoon series and Ridley from the Metroid series, make their Super Smash Bros. series debut alongside every Super Smash Bros. fighter in the series…EVER! Faster combat, new items, new attacks, new defensive options, and more will keep the battle raging whether you’re at home or on the go.",
    "total_rating": 89.211137823158,
    "offers": 1
  },
  {
    "game_id": 76882,
    "cover": "images.igdb.com/igdb/image/upload/t_thumb/co1j0g.jpg",
    "name": "Sekiro: Shadows Die Twice",
    "popularity": 135.6008768812144,
    "summary": "\"Carve your own clever path to vengeance in an all-new adventure from developer FromSoftware. \n \nExplore late 1500s Sengoku Japan, a brutal period of constant life and death conflict, as you come face to face with larger than life foes in a dark and twisted world. Unleash an arsenal of deadly prosthetic tools and powerful ninja abilities while you blend stealth, vertical traversal, and visceral head to head combat in a bloody confrontation. \n \nTake Revenge. Restore your honor. Kill Ingeniously.\"",
    "total_rating": 90.78329116255054,
    "offers": 1
  },
  {
    "game_id": 19560,
    "cover": "images.igdb.com/igdb/image/upload/t_thumb/cintjlnx6o8qyqtcnajl.jpg",
    "name": "God of War",
    "popularity": 108.4197628098868,
    "summary": "\"It is a new beginning for Kratos. Living as a man, outside the shadow of the gods, he seeks solitude in the unfamiliar lands of Norse mythology. With new purpose and his son at his side, Kratos must fight for survival as powerful forces threaten to disrupt the new life he has created...\"",
    "total_rating": 96.36032959426664,
    "offers": 1
  },
  {
    "game_id": 1942,
    "cover": "images.igdb.com/igdb/image/upload/t_thumb/tri1c6vbydeosoqajwt1.jpg",
    "name": "The Witcher 3: Wild Hunt",
    "popularity": 72.75814114830494,
    "summary": "The Witcher: Wild Hunt is a story-driven, next-generation open world role-playing game set in a visually stunning fantasy universe full of meaningful choices and impactful consequences. In The Witcher you play as the professional monster hunter, Geralt of Rivia, tasked with finding a child of prophecy in a vast open world rich with merchant cities, viking pirate islands, dangerous mountain passes, and forgotten caverns to explore.",
    "total_rating": 94.03815824884114,
    "offers": 1
  },
  {
    "game_id": 26226,
    "cover": "images.igdb.com/igdb/image/upload/t_thumb/hybw5ksgnrhdm23wshqi.jpg",
    "name": "Celeste",
    "popularity": 64.70452940012999,
    "summary": "A single-player platformer about climbing a mountain. Battle your inner demons and climb through more than 250 devious stages to reach the summit. It won\u0027t be easy.",
    "total_rating": 91.1714178646196,
    "offers": 1
  },
  {
    "game_id": 25076,
    "cover": "images.igdb.com/igdb/image/upload/t_thumb/yfk9f2lbo0r7slytuhra.jpg",
    "name": "Red Dead Redemption 2",
    "popularity": 58.8414107437852,
    "summary": "Developed by the creators of Grand Theft Auto V and Red Dead Redemption, Red Dead Redemption 2 is an epic tale of life in America’s unforgiving heartland. The game\u0027s vast and atmospheric world will also provide the foundation for a brand new online multiplayer experience.",
    "total_rating": 95.42823242163794,
    "offers": 1
  },
  {
    "game_id": 12328,
    "cover": "images.igdb.com/igdb/image/upload/t_thumb/t7iby5lcbwdzn1irtu8p.jpg",
    "name": "Fate/stay night",
    "popularity": 54.77094176485547,
    "summary": "Fate/stay night is a Japanese visual novel, which was originally released as an adult game. A version of Fate/stay night rated for ages 15 and up titled Fate/stay night Réalta Nua was released later. Fate/stay night \u0027​s gameplay requires little interaction from the player as most of the game\u0027s duration is spent on reading the text that appears, representing either dialogue between the characters or the inner thoughts of the protagonist. Often, players will come to a \"decision point\" where they are given the chance to choose from options displayed on the screen, typically two to three at a time. There are three main plot lines that the player will have the chance to experience, one for each of the heroines in the story. To view all three plot lines, the player will have to replay the game multiple times and choose different choices during the decision points to progress the plot in an alternate direction.",
    "total_rating": 91.5589731772203,
    "offers": 1
  },
  {
    "game_id": 1020,
    "cover": "images.igdb.com/igdb/image/upload/t_thumb/t0zqmqhdcxppyol3mtlg.jpg",
    "name": "Grand Theft Auto V",
    "popularity": 54.05753466723154,
    "summary": "The biggest, most dynamic and most diverse open world ever created, Grand Theft Auto V blends storytelling and gameplay in new ways as players repeatedly jump in and out of the lives of the game’s three lead characters, playing all sides of the game’s interwoven story.",
    "total_rating": 93.72555531945905,
    "offers": 1
  },
  {
    "game_id": 9927,
    "cover": "images.igdb.com/igdb/image/upload/t_thumb/co1iea.jpg",
    "name": "Persona 5",
    "popularity": 50.5783520661016,
    "summary": "Persona 5, a turn-based JRPG with visual novel elements, follows a high school student with a criminal record for a crime he didn\u0027t commit. Soon he meets several characters who share similar fates to him, and discovers a metaphysical realm which allows him and his friends to channel their pent-up frustrations into becoming a group of vigilantes reveling in aesthetics and rebellion while fighting corruption.",
    "total_rating": 94.29424674526561,
    "offers": 1
  },
  {
    "game_id": 5550,
    "cover": "//images.igdb.com/igdb/image/upload/t_thumb/yp8d4h6xwje27nl5nfwe.jpg",
    "name": "Tactics Ogre: Let Us Cling Together",
    "popularity": 48.07656748890961,
    "summary": "Tactics Ogre is a 3D isometric tactical role-playing game. The player starts out with a band of troops, builds a small army and fights many battles with choices to make in between, that will determine which one of the eight possible endings will be reached in a non-linear storyline. The player has the option to recruit characters, control individual equipment of each character, with over six male character classes, six female character classes, three demi-human classes, and more. It is also possible to train at safe locations to prepare the army before the next battle or storyline advancement.",
    "total_rating": 94.0314681108519,
    "offers": 1
  },
  {
    "game_id": 11156,
    "cover": "images.igdb.com/igdb/image/upload/t_thumb/co1izx.jpg",
    "name": "Horizon Zero Dawn",
    "popularity": 43.61998686384172,
    "summary": "Horizon Zero Dawn, an exhilarating new action role playing game exclusively for the PlayStation 4 system, developed by the award winning Guerrilla Games, creatos of PlayStation\u0027s venerated Killzone franchise. As Horizon Zero Dawn\u0027s main protagonist Aloy, a skilled hunter, explore a vibrant and lush world inhabited by mysterious mechanized creatures.",
    "total_rating": 91.4090123774798,
    "offers": 1
  },
  {
    "game_id": 7346,
    "cover": "images.igdb.com/igdb/image/upload/t_thumb/mievpzb9rbzzenmznvnr.jpg",
    "name": "The Legend of Zelda: Breath of the Wild",
    "popularity": 40.14080426271179,
    "summary": "Step into a world of discovery, exploration and adventure in The Legend of Zelda: Breath of the Wild, a boundary-breaking new game in the acclaimed series. Travel across fields, through forests and to mountain peaks as you discover what has become of the ruined kingdom of Hyrule in this stunning open-air adventure.",
    "total_rating": 95.4076585025791,
    "offers": 1
  },
  {
    "game_id": 1009,
    "cover": "//images.igdb.com/igdb/image/upload/t_thumb/cceu88e8hf0gr5jpai4n.jpg",
    "name": "The Last of Us",
    "popularity": 35.35692818615813,
    "summary": "A third person shooter/stealth/survival hybrid, in which twenty years after the outbreak of a parasitic fungus which takes over the neural functions of humans, Joel, a Texan with a tragic familial past, finds himself responsible with smuggling a fourteen year old girl named Ellie to a militia group called the Fireflies, while avoiding strict and deadly authorities, infected fungal hosts and other violent survivors.",
    "total_rating": 92.9328108529542
  }
]